destdir/UpdateRegulation(4).asmx

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soapenc="http://schemas.xmlsoap.org/soap/encoding/"><soap:Body><GetUpdateDownloadInformation xmlns="http://www.microsoft.com/SoftwareDistribution/Server/UpdateRegulationWebService"><cookie><Expiration>2008-07-25T22:58:25Z</Expiration><EncryptedData>hXVCY+telQhW9s2QN+DJA94ORlLARZ+wn7tAxvIsWIePXsH8pnpwUNAa8Z7XD7AAMWcRyVQI19H3
gx6izgkq9TSRLmuJnDXx1qS1DB/kgWxNlpy8EuHu7jartaOExOug1lHU3bcubLBSdl6B2P8PRXsW
qaPaiQN1/Zsyt9aHxgg/hlOr/+d35gnaXRRgvmNCAKRC6dHrv1OfMuKjdRI+jF570FO0Xuo5VeZb
5FB6NxbyxkFRNPppg8vN0zfqmZwi</EncryptedData></cookie><updateIds xmlns:q1="http://www.microsoft.com/SoftwareDistribution/Server/UpdateRegulationWebService" soapenc:arrayType="q1:UpdateIdentifier[1]"><UpdateIdentifier><Id>7F435586-D50F-439A-BDCA-2F16A4924CBE</Id></UpdateIdentifier></updateIds></GetUpdateDownloadInformation></soap:Body></soap:Envelope>